const qnaList = [
  {
    q: '1. 드디어 종강을 했어요! 어디로 여행을 가고 싶은가요?',
    a: [
      { answer: 'a. 청녹 바다가 있는 제주도', type: [5, 3] },
      { answer: 'b. 맛있는 음식이 많은 일본', type: [4, 2] },
      { answer: 'c. 넓은 땅, 많은 기회 미국', type: [1, 0] },
    ]
  },
  {
    q: '2. 가장 친한 친구가 사람을 죽였어요. 당신에게 찾아와 숨겨달라고 합니다. ',
    a: [
      { answer: 'a. 바로 경찰에 신고한다.', type: [1, 2] },
      { answer: 'b. 일단 숨겨주고, 나중에 경찰에 신고한다.', type: [0, 3] },
      { answer: 'c. 친구를 숨겨주고 경찰이 찾아와도 모른척 한다', type: [4, 5] },
    ]
  },
  {
    q: '3. 맛있는 점심을 먹은 뒤, 당신이 먹을 후식은?',
    a: [
      { answer: 'a. 달콤하고 귀여운 마카롱', type: [2, 4] },
      { answer: 'b. 속이 시원한 아이스 아메리카노', type: [1, 5] },
      { answer: 'c. 보글보글 버블티', type: [0, 3] }
    ]
  },
  {
    q: '4. 전공 필수 조별 과제에 무임 승차 팀원이 있어요. 이때 조장인 나의 대처는?',
    a: [
      { answer: 'a. 애초에 내가 조장일리가 없다.', type: [0, 4] },
      { answer: 'b. 그냥 이름을 빼버린다', type: [2, 1] },
      { answer: 'c. 카톡과 전화로 계속 괴롭힌다." ', type: [3, 5] },
    ]
  },
  {
    q: '5. 오늘 연인과 첫 데이트 하는 날이다. 첫 날 허용할 수 있는 스킨십의 범위는?',
    a: [
      { answer: 'a. 나는 내 연인을 지켜주고 싶어!', type: [1, 5] },
      { answer: 'b. 우리 사귀는데 뽀뽀정도는 괜찮지 않아?', type: [2, 4]},
      { answer: 'c. 막차도 끊겼는데 우리집에서 라면 먹고 갈래?', type: [3, 0] },
    ]
  },

  {
    q: '6. 당신의 생일이다. 받고 싶은 선물은?',
    a: [
      { answer: 'a. 현금', type: [1, 3] },
      { answer: 'b. 정성이 들어간 손편지와 목도리', type: [0, 4] },
      { answer: 'c. 비싸보이는 명품 지갑', type: [2, 5] },
    ]
  },
  {
    q: '7. 남친/여친이 새 옷을 입고 왔는데 너무 별로다... 이때 당신의 반응은?',
    a: [
      { answer: 'a. 눈치조차 못채고 데이트를 즐긴다.', type: [2, 5] },
      { answer: 'b. 눈치는 채나 말은 꺼내지 않는다', type: [3, 1] },
      { answer: 'c. 쟈기ㅠㅠㅠㅠ 이건 너무 아닌거 같아', type: [0, 4] },
    ]
  }
]

const infoList = [
  {
    name: '다양한 과일 주스향 맛이 나는 칵테일! <섹스 온 더 비치>',
    desc: '상큼한 당신!'
  },
  {
    name: '30도 이상의 독한, 칵테일의 대명사 <마티니>',
    desc: '혹시 진지하다는 이야기 많이 듣지 않으세요?'
  },
  {
    name: '진과 토닉워터만 섞으면 끝 <진토닉>',
    desc: '혹시 복잡한 것을 싫어하지 않나요?'
  },
  {
    name: '강한 도수와 거친 이미지의 칵테일이지만, 호불호 없는 맛인 <잭콕>',
    desc: '당신의 거친 모습에 사람들이 처음에는 오해하기도 하지만 친해지면 모두가 당신을 좋아해요'
  },
  {
    name: '달콤하고 부드러운 커피맛 나는 칵테일 <깔루아 밀크>',
    desc: '주변에서 자상한 사람으로 인기가 많은 성격입니다.'
  },
  {
    name: '청량한 맛과 시원한 비주얼의 칵테일 <모히또>',
    desc: '시원시원하고 사소한 일은 그냥 넘어가는 대인배적인 성격입니다.'
  }
]
